Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Applies to all voice modes: pause detection, wake word, and voice activity
ko: 모든 음성 모드에 적용: 일시 정지 감지, 호출어 및 음성 활동
ru: Применяется ко всем голосовым режимам: распознаванию пауз, фразам активации и голосовой активности.
zh_hans: 适用于所有语音模式：停顿检测、唤醒词和语音活动
zh_hant: 適用於所有語音模式：停頓檢測、喚醒詞和語音活動

source: Applies to both chat voice input and Transcription Mode
ko: 채팅 음성 입력 및 전사 모드 모두에 적용됩니다
ru: Применяется как к голосовому вводу в чате, так и к режиму транскрипции.
zh_hans: 同时适用于聊天语音输入和转写模式
zh_hant: 同時適用於聊天語音輸入和轉錄模式

source: Applies to chat / completions / embeddings endpoints. Raise for very long prompts or large file uploads.
ko: 채팅 / completions / embeddings 엔드포인트에 적용됩니다. 매우 긴 프롬프트나 대용량 파일 업로드 시 값을 높이세요.
ru: Применяется к конечным точкам чата/дополнений/встраивания. Поднимите для очень длинных запросов или загрузки больших файлов.
zh_hans: 适用于聊天/补全/嵌入端点。对于非常长的提示或大型文件上传，可调高此值。
zh_hant: 適用於聊天/補全/嵌入端點。對於非常長的提示或大型文件上傳，可調高此值。

source: Apply JSON
ko: JSON 적용
ru: Применить JSON
zh_hans: 应用 JSON
zh_hant: 應用JSON

source: Apply Theme
ko: 테마 적용
ru: Применить тему
zh_hans: 应用主题
zh_hant: 應用主題

source: Approaching quota
ko: 할당량 도달 임박
ru: Приближается квота
zh_hans: 即将达到配额
zh_hant: 即將達到配額

source: Approval Required
ko: 승인 필요
ru: Требуется одобрение
zh_hans: 需要批准
zh_hant: 需要批准

source: Approve
ko: 승인
ru: Утвердить
zh_hans: 批准
zh_hant: 批准

source: Approve & Send
ko: 승인 후 전송
ru: Одобрить и отправить
zh_hans: 批准并发送
zh_hant: 核准並傳送

source: Approve Edited
ko: 편집본 승인
ru: Утвердить с правками
zh_hans: 批准已编辑版本
zh_hant: 批准已編輯版本

source: Approve every match before sending, or auto-approve once you trust the picks.
ko: 보내기 전에 모든 일치 항목을 승인하거나, 선택 항목을 신뢰할 수 있게 되면 자동으로 승인하세요.
ru: Одобряйте каждое совпадение перед отправкой или автоматически одобряйте, если доверяете выбору.
zh_hans: 在发送前批准每一个匹配项，或在你信任这些选择后自动批准。
zh_hant: 在發送前批准每一個匹配項，或在你信任這些選擇後自動批准。

source: Approved proposal #%lld
ko: 제안 #%lld 승인됨
ru: Предложение #%lld утверждено
zh_hans: 已批准提案 #%lld
zh_hant: 已覈準提案 #%lld

source: Approving writes this content into the collection folder and re-indexes it. Dismissing reopens the linked ticket.
ko: 승인하면 이 내용이 컬렉션 폴더에 기록되고 다시 색인됩니다. 기각하면 연결된 티켓이 다시 열립니다.
ru: Утверждение записывает это содержимое в папку коллекции и переиндексирует её. Отклонение снова открывает связанный тикет.
zh_hans: 批准后，此内容将写入集合文件夹并重新建立索引。驳回则会重新打开关联的工单。
zh_hant: 批准後，此內容將寫入集合資料夾並重新建立索引。駁回則會重新開啟關聯的工單。

source: Approving writes this content into the collection folder and re-indexes it. Your edits in the Edit tab are what gets written. Dismissing reopens the linked ticket.
ko: 승인하면 이 내용이 컬렉션 폴더에 기록되고 다시 색인됩니다. 편집 탭에서 수정한 내용이 기록됩니다. 기각하면 연결된 티켓이 다시 열립니다.
ru: Утверждение записывает это содержимое в папку коллекции и переиндексирует её. Записывается именно то, что вы отредактировали на вкладке «Правка». Отклонение снова открывает связанный тикет.
zh_hans: 批准后，此内容将写入集合文件夹并重新建立索引。实际写入的是你在编辑标签页中的内容。驳回则会重新打开关联的工单。
zh_hant: 批准後，此內容將寫入集合資料夾並重新建立索引。實際寫入的是你在編輯分頁中的內容。駁回則會重新開啟關聯的工單。

source: Architecture
ko: 아키텍처
ru: Архитектура
zh_hans: 架构
zh_hant: 架構

source: Archive
ko: 보관함
ru: Архив
zh_hans: 归档
zh_hant: 歸檔

source: Are you sure you want to clear all request logs? This action cannot be undone.
ko: 모든 요청 로그를 지우시겠습니까? 이 작업은 실행 취소할 수 없습니다.
ru: Вы уверены, что хотите очистить все журналы запросов? Это действие невозможно отменить.
zh_hans: 你确定要清除所有请求日志吗？此操作无法撤销。
zh_hant: 您確定要清除所有請求日誌嗎？此操作無法撤銷。

source: Are you sure you want to delete "%@"? This action cannot be undone.
ko: "%@"을(를) 삭제하시겠습니까? 이 작업은 실행 취소할 수 없습니다.
ru: Вы уверены, что хотите удалить «%@»? Это действие невозможно отменить.
zh_hans: 你确定要删除“%@”吗？此操作无法撤销。
zh_hant: 您確定要刪除「%@」嗎？此操作無法撤銷。

source: Are you sure you want to delete "%@"? This action cannot be undone. Any sandbox resources provisioned for this agent will also be removed.
ko: "%@"을(를) 삭제하시겠습니까? 이 작업은 실행 취소할 수 없습니다. 이 에이전트를 위해 프로비저닝된 모든 샌드박스 리소스도 제거됩니다.
ru: Вы уверены, что хотите удалить «%@»? Это действие невозможно отменить. Все ресурсы песочницы, предоставленные для этого агента, также будут удалены.
zh_hans: 你确定要删除“%@”吗？此操作无法撤销。为此智能体配置的任何沙盒资源也将被移除。
zh_hant: 您確定要刪除「%@」嗎？此操作無法撤銷。爲此智能體配置的任何沙盒資源也將被移除。

source: Are you sure you want to uninstall "%@"? This action cannot be undone.
ko: "%@"을(를) 제거하시겠습니까? 이 작업은 실행 취소할 수 없습니다.
ru: Вы уверены, что хотите удалить «%@»? Это действие невозможно отменить.
zh_hans: 你确定要卸载“%@”吗？此操作无法撤销。
zh_hant: 你確定要卸載「%@」嗎？此操作無法撤銷。

source: Arguments
ko: 인수
ru: Аргументы
zh_hans: 参数
zh_hant: 參數

source: ARGUMENTS
ko: 인수
ru: АРГУМЕНТЫ
zh_hans: 参数
zh_hant: 參數

source: As shipped (fp16 passthrough)
ko: 출시 상태 (fp16 패스스루)
ru: В состоянии поставки (передача fp16)
zh_hans: 出厂状态（fp16 直通）
zh_hant: 出廠狀態（fp16 直通）

source: Ask
ko: 묻기
ru: Просить
zh_hans: 询问
zh_hant: 詢問

source: Ask AI
ko: AI에게 묻기
ru: Спросите ИИ
zh_hans: 询问 AI
zh_hant: 詢問 AI

source: Ask before every action except reading.
ko: 읽기를 제외한 모든 작업 전에 묻기.
ru: Спрашивайте перед каждым действием, кроме чтения.
zh_hans: 除读取外，在每个动作前都要询问。
zh_hant: 除閱讀外，在每個動作前都要詢問。

source: Ask first
ko: 먼저 묻기
ru: Сначала спроси
zh_hans: 先询问
zh_hant: 先提問

source: Ask for something real. It uses the web, your files, and your apps to finish the job, then double-checks before answering.
ko: 실제 작업을 요청하세요. 웹, 파일 및 앱을 사용하여 작업을 완료한 다음, 대답하기 전에 다시 확인합니다.
ru: Попросите выполнить реальную задачу. Он использует интернет, файлы и приложения, чтобы довести её до конца, а перед ответом проверяет всё ещё раз.
zh_hans: 提出一个真实的任务。它会使用网络、你的文件和你的应用来完成工作，并在回答前再次核对。
zh_hant: 提出一個真實的任務。它會使用網絡、你的文件和你的應用來完成工作，並在回答前再次核對。

source: Ask the agent in chat to remember something — it will call `db_create_table` to build the schema it needs. You can browse what it creates here.
ko: 채팅에서 에이전트에게 무언가를 기억하도록 요청하세요. 에이전트가 필요한 스키마를 빌드하기 위해 `db_create_table`을 호출합니다. 여기서 생성된 항목을 찾아볼 수 있습니다.
ru: Попросите агента в чате что-нибудь запомнить — он вызовет `db_create_table`, чтобы создать нужную схему. Здесь можно посмотреть, что он создаёт.
zh_hans: 在聊天中请求智能体记住某些内容——它会调用 `db_create_table` 来构建所需的架构。你可以在此查看它创建的内容。
zh_hant: 在聊天中請求智能體記住某些內容——它會調用 `db_create_table` 來構建所需的架構。你可以在此查看它創建的內容。

source: Asked a question
ko: 질문함
ru: задал вопрос
zh_hans: 提出了一个问题
zh_hant: 提出了一個問題

source: Asking a question
ko: 질문하는 중
ru: Задаю вопрос
zh_hans: 正在提问
zh_hant: 正在提問

source: Aspect Ratio
ko: 화면 비율
ru: Соотношение сторон
zh_hans: 宽高比
zh_hant: 寬高比

source: Assembling preview...
ko: 미리보기 구성 중...
ru: Сборка превью…
zh_hans: 正在组装预览…
zh_hant: 正在組裝預覽…

source: Assistant
ko: 어시스턴트
ru: Ассистент
zh_hans: 助手
zh_hant: 助手

source: Assistant Bubble
ko: 어시스턴트 말풍선
ru: Помощник пузырь
zh_hans: 助手气泡
zh_hant: 助手氣泡

source: At most: %@
ko: 최대: %@
ru: Максимум: %@
zh_hans: 上限：%@
zh_hant: 上限：%@

source: Attach File
ko: 파일 첨부
ru: Прикрепить файл
zh_hans: 附加文件
zh_hant: 附加文件

source: Attach Image
ko: 이미지 첨부
ru: Прикрепить изображение
zh_hans: 附加图片
zh_hant: 附加圖片

source: Attach snippet from %@
ko: %@에서 스니펫 첨부
ru: Прикрепите фрагмент из %@
zh_hans: 附加来自 %@ 的代码片段
zh_hant: 附加來自 %@ 的代碼片段

source: Attachments
ko: 첨부 파일
ru: Вложения
zh_hans: 附件

source: Attention
ko: 어텐션
ru: Внимание
zh_hans: 注意
zh_hant: 注意

source: Audience
ko: 대상
ru: Аудитория
zh_hans: 受众
zh_hant: 觀衆

source: Audio
ko: 오디오
ru: Аудио
zh_hans: 音频
zh_hant: 音頻

source: Audio File
ko: 오디오 파일
ru: Аудио файл
zh_hans: 音频文件
zh_hant: 音頻文件

source: Audio file too large
ko: 오디오 파일이 너무 큼
ru: Аудиофайл слишком большой
zh_hans: 音频文件过大
zh_hant: 音頻文件過大

source: Audio Input
ko: 오디오 입력
ru: Аудиовход
zh_hans: 音频输入
zh_hant: 音頻輸入

source: Audit how each tool is exposed to the model
ko: 각 도구가 모델에 노출되는 방식 감사
ru: Проверяйте, как каждый инструмент подвергается воздействию модели.
zh_hans: 审计每个工具如何暴露给模型
zh_hant: 審計每個工具如何暴露給模型

source: Auth required
ko: 인증 필요
ru: Требуется авторизация
zh_hans: 需要身份验证
zh_hant: 需要授權

source: Authentication
ko: 인증
ru: Аутентификация
zh_hans: 身份验证
zh_hant: 身份驗證

source: AUTHENTICATION
ko: 인증
ru: АУТЕНТИФИКАЦИЯ
zh_hans: 身份验证
zh_hant: 身份驗證

source: Author
ko: 작성자
ru: Автор
zh_hans: 作者
zh_hant: 作者

source: Author name
ko: 작성자 이름
ru: Имя автора
zh_hans: 作者姓名
zh_hant: 作者姓名

source: Author Name
ko: 작성자 이름
ru: Имя автора
zh_hans: 作者姓名
zh_hant: 作者姓名

source: Authorize this invite to chat with someone else's agent.
ko: 다른 사람의 에이전트와 채팅하려면 이 초대를 승인하세요.
ru: Разрешите это промпт в чат с чужим агентом.
zh_hans: 授权此邀请以与他人的智能体聊天。
zh_hant: 授權此邀請以與他人的智能體聊天。

source: Authorized incoming messages are stored in a local inbox that agent read tools consult. A channel only replies automatically when an agent is chosen to reply there and automatic replies are turned on.
ko: 승인된 수신 메시지는 에이전트 읽기 도구가 참조하는 로컬 수신함에 저장됩니다. 채널은 답장할 에이전트가 선택되어 있고 자동 답장이 켜져 있을 때만 자동으로 답장합니다.
ru: Авторизованные входящие сообщения сохраняются в локальном входящем ящике, к которому обращаются инструменты чтения агентов. Канал отвечает автоматически, только если там выбран агент для ответов и включены автоматические ответы.
zh_hans: 已授权的传入消息会存储在本地收件箱中，供智能体的读取工具查询。只有在频道选择了负责回复的智能体并开启自动回复时，该频道才会自动回复。
zh_hant: 已授權的傳入訊息會儲存在本地收件匣中，供智能體的讀取工具查詢。只有在頻道選擇了負責回覆的智能體並開啟自動回覆時，該頻道才會自動回覆。

source: Authorized senders
ko: 승인된 발신자
ru: Авторизованные отправители
zh_hans: 已授权发送者

source: Auto
ko: 자동
ru: Авто
zh_hans: 自动
zh_hant: 自動

source: Auto = follow the model. Force-Off = reject any media. Force-On = require model support.
ko: 자동 = 모델을 따릅니다. 강제 끄기 = 모든 미디어를 거부합니다. 강제 켜기 = 모델 지원이 필요합니다.
ru: Авто = следовать модели. Force-Off = отклонить любые носители. Force-On = требуется поддержка модели.
zh_hans: Auto = 跟随模型。Force-Off = 拒绝任何媒体。Force-On = 要求模型支持。
zh_hant: Auto = 跟隨模型。Force-Off = 拒絕任何媒體。Force-On = 要求模型支持。

source: Auto Dark/Light
ko: 자동 다크/라이트
ru: Авто тёмная/светлая
zh_hans: 自动深色/浅色
zh_hant: 自動深色/淺色

source: Auto Sleep
ko: 자동 잠자기
ru: Автоматический сон
zh_hans: 自动休眠
zh_hant: 自動休眠

source: Auto Speak Responses
ko: 응답 자동 말하기
ru: Автоматическое озвучивание ответов
zh_hans: 自动朗读回复
zh_hant: 自動朗讀回復

source: Auto-connect
ko: 자동 연결
ru: Автоподключение
zh_hans: 自动连接
zh_hant: 自動連接

source: Auto-connect on Launch
ko: 시작 시 자동 연결
ru: Автоматическое подключение при запуске
zh_hans: 启动时自动连接
zh_hant: 啓動時自動連接

source: Auto-discover relevant capabilities
ko: 관련 기능 자동 검색
ru: Автоматическое обнаружение соответствующих возможностей
zh_hans: 自动发现相关能力
zh_hant: 自動發現相關能力

source: Auto-run
ko: 자동 실행
ru: Автозапуск
zh_hans: 自动运行
zh_hant: 自動運行

source: Auto-send
ko: 자동 전송
ru: Автоотправка
zh_hans: 自动发送
zh_hant: 自動傳送

source: Auto-send is disabled in manual stop mode.
ko: 수동 중지 모드에서는 자동 보내기가 사용 안 함으로 설정됩니다.
ru: Автоматическая отправка отключена в режиме ручной остановки.
zh_hans: 手动停止模式下已禁用自动发送。
zh_hant: 手動停止模式下已禁用自動發送。

source: Auto-send lets this agent post messages without asking you. Room permissions, rate limits, and the global Sending switch still apply.
ko: 자동 전송을 켜면 이 에이전트가 묻지 않고 메시지를 게시합니다. 룸 권한, 속도 제한, 전역 전송 스위치는 계속 적용됩니다.
ru: С автоотправкой этот агент публикует сообщения, не спрашивая вас. Права комнаты, ограничения частоты и глобальный переключатель отправки по-прежнему действуют.
zh_hans: 自动发送允许此智能体不经询问就发布消息。房间权限、频率限制和全局发送开关仍然有效。
zh_hant: 自動傳送允許此智能體不經詢問就發佈訊息。房間權限、頻率限制和全域傳送開關仍然有效。

source: Auto-send or close voice input after this duration of silence
ko: 이 시간 동안 침묵이 유지되면 음성 입력을 자동으로 보내거나 닫습니다
ru: Автоматически отправлять или закрывать голосовой ввод после заданного периода молчания
zh_hans: 静音达到此时长后自动发送或关闭语音输入
zh_hant: 靜音達到此時長後自動發送或關閉語音輸入

source: Auto-sort files into folders by type
ko: 유형별로 폴더에 파일 자동 정렬
ru: Автоматическая сортировка файлов по папкам по типу
zh_hans: 按类型将文件自动分类到文件夹
zh_hant: 按類型將文件自動分類到文件夾

source: Auto-speak
ko: 자동 말하기
ru: Автоговорение
zh_hans: 自动朗读
zh_hant: 自動朗讀

source: Auto-speak every reply in this chat
ko: 이 채팅의 모든 답장 자동 말하기
ru: Автоматически озвучивать каждый ответ в этом чате
zh_hans: 自动朗读此聊天中的每条回复
zh_hant: 自動朗讀此聊天中的每條回復

source: Auto-Start
ko: 자동 시작
ru: Автозапуск
zh_hans: 自动启动
zh_hant: 自動啓動

source: Auto-Start Voice Input
ko: 음성 입력 자동 시작
ru: Автозапуск голосового ввода
zh_hans: 自动启动语音输入
zh_hant: 自動啓動語音輸入

source: Auto-stop disabled. You must stop transcription manually.
ko: 자동 중지가 사용 안 함으로 설정되었습니다. 전사를 수동으로 중지해야 합니다.
ru: Автостоп отключён. Остановите расшифровку вручную.
zh_hans: 已禁用自动停止，需手动停止转写。
zh_hant: 已禁用自動停止。你必須手動停止轉錄。

source: Auto-stop is disabled in manual stop mode.
ko: 수동 중지 모드에서는 자동 중지가 사용 안 함으로 설정됩니다.
ru: Автоматическая остановка отключена в режиме ручной остановки.
zh_hans: 在手动停止模式下，自动停止已禁用。
zh_hant: 在手動停止模式下，自動停止已禁用。

source: Auto-stop or close voice input after this duration of silence
ko: 이 시간 동안 침묵이 유지되면 음성 입력을 자동으로 중지하거나 닫습니다
ru: Автоматическая остановка или закрытие голосового ввода после истечения заданного времени молчания
zh_hans: 在静默持续此时长后自动停止或关闭语音输入
zh_hant: 在靜默持續此時長後自動停止或關閉語音輸入

source: Automate recurring AI tasks with custom schedules
ko: 사용자 설정 일정으로 반복되는 AI 작업 자동화
ru: Автоматизируйте повторяющиеся ИИ задачи с помощью настраиваемых расписаний
zh_hans: 使用自定义日程自动执行重复性 AI 任务
zh_hant: 使用自定義日程自動執行重複性 AI 任務

source: Automated notifications at set times
ko: 설정된 시간에 자동 알림
ru: Автоматические уведомления в заданное время
zh_hans: 在设定时间自动通知
zh_hant: 在設定時間自動通知

source: Automatic
ko: 자동
ru: Автоматический
zh_hans: 自动
zh_hant: 自動

source: Automatic destinations come from your channel setup and always ask before sending. Each agent's destinations are also editable in its own settings, under Channels.
ko: 자동 대상은 채널 설정에서 만들어지며 전송 전에 항상 확인을 요청합니다. 각 에이전트의 대상은 해당 에이전트 설정의 채널 탭에서도 편집할 수 있습니다.
ru: Автоматические назначения берутся из настройки каналов и всегда спрашивают перед отправкой. Назначения каждого агента также можно править в его собственных настройках, в разделе «Каналы».
zh_hans: 自动目标来自频道设置，发送前总会先询问。每个智能体的目标也可以在其自身设置的“频道”中编辑。
zh_hant: 自動目標來自頻道設定，傳送前總會先詢問。每個智能體的目標也可以在其自身設定的「頻道」中編輯。

source: Automatically detect and offer text from any app as context. Includes 'grab selection' feature when summoning Osaurus.
ko: 모든 앱의 텍스트를 컨텍스트로 자동 감지하고 제공합니다. Osaurus를 호출할 때 '선택 항목 가져오기' 기능이 포함됩니다.
ru: Автоматически обнаруживать и предлагать текст из любого приложения в качестве контекста. Включает функцию «выбора захвата» при вызове Osaurus.
zh_hans: 自动检测来自任意应用的文本并将其作为上下文提供。包括在唤起 Osaurus 时的“抓取选中内容”功能。
zh_hant: 自動檢測來自任意應用的文本並將其作爲上下文提供。包括在喚起 Osaurus 時的「抓取選中內容」功能。

source: Automatically Name Chats
ko: 채팅 이름 자동 생성
ru: Автоматически называть чаты
zh_hans: 自动命名聊天
zh_hant: 自動命名聊天

source: Automatically sends message after a brief pause
ko: 잠시 멈춘 후 자동으로 메시지를 보냅니다
ru: Автоматически отправляет сообщение после небольшой паузы
zh_hans: 短暂停顿后自动发送消息
zh_hant: 短暫停頓後自動發送消息

source: Automatically unloads other models. Recommended for standard use.
ko: 다른 모델을 자동으로 언로드합니다. 일반적인 사용에 권장됩니다.
ru: Автоматически выгружает другие модели. Рекомендуется для стандартного использования.
zh_hans: 自动卸载其他模型。推荐常规使用。
zh_hant: 自動卸載其他模型。推薦常規使用。

source: Automation
ko: 자동화
ru: Автоматизация
zh_hans: 自动化
zh_hant: 自動化

source: Automation (Calendar)
ko: 자동화(캘린더)
ru: Автоматизация (Календарь)
zh_hans: 自动化（日历）
zh_hant: 自動化（日曆）

source: Automation (Mail)
ko: 자동화(Mail)
ru: Автоматизация (Почта)
zh_hans: 自动化（邮件）
zh_hant: 自動化（郵件）

source: Automation (Messages)
ko: 자동화(메시지)
ru: Автоматизация (Сообщения)
zh_hans: 自动化（信息）

source: Autonomous
ko: 자율
ru: Автономный
zh_hans: 自主
zh_hant: 自主

source: Autonomous Agents
ko: 자율 에이전트
ru: Автономные агенты
zh_hans: 自主智能体
zh_hant: 自主智能體

source: Autonomous Exec
ko: 자율 실행
ru: Автономный руководитель
zh_hans: 自主执行
zh_hant: 自主執行

source: Autonomous Execution
ko: 자율 실행
ru: Автономное выполнение
zh_hans: 自主执行
zh_hant: 自主執行

source: Autonomy
ko: 자율성
ru: Автономия
zh_hans: 自主性
zh_hant: 自主性

source: Autonomy ceiling
ko: 자율성 한도
ru: Потолок автономности
zh_hans: 自主性上限
zh_hant: 自主性上限

source: Available
ko: 사용 가능
ru: Доступно
zh_hans: 可用
zh_hant: 可用

source: Available balance
ko: 사용 가능한 잔액
ru: Доступный баланс
zh_hans: 可用余额
zh_hant: 可用餘額

source: Available because this agent answers on this channel and the room allows bot posts. No setup needed.
ko: 이 에이전트가 이 채널에서 답장하고 룸이 봇 게시를 허용하므로 사용할 수 있습니다. 별도 설정이 필요 없습니다.
ru: Доступно, потому что агент отвечает на этом канале, а комната разрешает посты бота. Настройка не требуется.
zh_hans: 此智能体在该频道负责回复，且房间允许机器人发帖，因此可用。无需设置。
zh_hant: 此智能體在該頻道負責回覆，且房間允許機器人發文，因此可用。無需設定。

source: Available endpoints on your Osaurus server. Expand to test directly.
ko: Osaurus 서버에서 사용 가능한 엔드포인트입니다. 직접 테스트하려면 펼치세요.
ru: Доступные эндпоинты на вашем сервере Osaurus. Разверните, чтобы протестировать напрямую.
zh_hans: 你的 Osaurus 服务端上的可用端点。展开即可直接测试。
zh_hant: 你的 Osaurus 服務器上的可用端點。展開即可直接測試。

source: Available Models
ko: 사용 가능한 모델
ru: Доступные модели
zh_hans: 可用模型
zh_hant: 可用模型

source: Available Tools
ko: 사용 가능한 도구
ru: Доступные инструменты
zh_hans: 可用工具
zh_hant: 可用工具

source: Avatar
ko: 아바타
ru: Аватар
zh_hans: 头像
zh_hant: 頭像

source: Avatar, empty state, and visual theme.
ko: 아바타, 빈 상태 및 시각적 테마.
ru: Аватар, пустое состояние и визуальная тема.
zh_hans: 头像、空状态和视觉主题。
zh_hant: 頭像、空狀態和視覺主題。

source: Avatar: %@
ko: 아바타: %@
ru: Аватар: %@
zh_hans: 头像：%@
zh_hant: 頭像：%@

source: Avg Latency
ko: 평균 지연 시간
ru: Средняя задержка
zh_hans: 平均延迟
zh_hant: 平均延遲

source: Avg speed
ko: 평균 속도
ru: Средняя скорость
zh_hans: 平均速度
zh_hant: 平均速度

source: Avg Speed
ko: 평균 속도
ru: Средняя скорость
zh_hans: 平均速度
zh_hant: 平均速度

source: Avg Time
ko: 평균 시간
ru: Среднее время
zh_hans: 平均时间
zh_hant: 平均時間

source: Azure deployment IDs are configured, so connect can proceed even when /models is unavailable.
ko: Azure 배포 ID가 구성되어 있으므로 /models를 사용할 수 없는 경우에도 연결을 계속할 수 있습니다.
ru: ID развёртываний Azure настроены, поэтому подключение может продолжаться, даже если /models недоступен.
zh_hans: Azure 部署 ID 已配置，即使/models 不可用，连接也可以继续进行。
zh_hant: Azure部署ID已配置，即使/models不可用，連接也可以繼續進行。

source: Azure deployments
ko: Azure 배포
ru: Развертывания Azure
zh_hans: Azure 部署
zh_hant: Azure部署

source: AZURE ENDPOINT
ko: AZURE 엔드포인트
ru: ЭНДПОИНТ AZURE
zh_hans: AZURE 端点
zh_hant: AZURE 端點

source: Azure often requires manual deployment IDs because /models may be unavailable.
ko: Azure는 종종 /models를 사용할 수 없기 때문에 수동 배포 ID가 필요합니다.
ru: Azure часто требует указывать ID развёртываний вручную, потому что /models может быть недоступен.
zh_hans: Azure 通常需要手动填写部署 ID，因为 /models 可能不可用。
zh_hant: Azure 通常需要手動部署 ID，因爲 /models 可能不可用。

source: Back
ko: 뒤로
ru: Назад
zh_hans: 返回
zh_hant: 返回

source: Back to Logs
ko: 로그로 돌아가기
ru: Вернуться к журналам
zh_hans: 返回日志
zh_hant: 返回日誌

source: Back to project
ko: 프로젝트로 돌아가기
ru: Назад к проекту
zh_hans: 返回项目
zh_hant: 返回專案

source: Back up before rotating
ko: 교체하기 전에 백업
ru: Сделайте резервную копию перед поворотом
zh_hans: 轮换前先备份
zh_hant: 輪換前先備份

source: Back up first…
ko: 먼저 백업...
ru: Сначала сделайте резервную копию…
zh_hans: 先备份…
zh_hant: 先備份…

source: Backed up by Apple
ko: Apple에서 백업됨
ru: При поддержке Apple
zh_hans: 由 Apple 备份
zh_hant: 由 Apple 備份

source: Backed up in iCloud Keychain
ko: iCloud 키체인에 백업됨
ru: Резервная копия в Связке ключей iCloud
zh_hans: 已备份到 iCloud 钥匙串
zh_hant: 已備份到 iCloud 鑰匙串

source: Backed up in iCloud Keychain so it follows you across your Apple devices.
ko: iCloud 키체인에 백업되어 Apple 기기 간에 연동됩니다.
ru: Резервная копия хранится в Связке ключей iCloud, поэтому доступна на ваших устройствах Apple.
zh_hans: 已备份到 iCloud 钥匙串，以便在你的各台 Apple 设备间同步。
zh_hant: 已備份到 iCloud 鑰匙串，以便在你的各臺 Apple 設備間同步。

source: Backed up in iCloud Keychain. You can manage this later in Settings.
ko: iCloud 키체인에 백업되었습니다. 나중에 설정에서 관리할 수 있습니다.
ru: Резервная копия хранится в Связке ключей iCloud. Позже этим можно управлять в настройках.
zh_hans: 已备份到 iCloud 钥匙串。你之后可以在“设置”中管理。
zh_hant: 已備份到 iCloud 鑰匙串。你之後可以在“設置”中管理。

source: Backed up in your iCloud Keychain. You can view it in Settings any time.
ko: iCloud 키체인에 백업되었습니다. 설정에서 언제든지 볼 수 있습니다.
ru: Резервная копия хранится в вашей Связке ключей iCloud. Код можно в любой момент посмотреть в настройках.
zh_hans: 已备份到你的 iCloud 钥匙串。你可以随时在“设置”中查看。
zh_hant: 已備份到你的 iCloud 鑰匙串。你可以隨時在“設置”中查看。

source: Backfill cancelled after %1$lld session(s) — %2$lld turns buffered. Run 'Distill pending' to drain them.
ko: %1$lld개 세션 후 백필이 취소되었습니다. — %2$lld개 턴이 버퍼링되었습니다. 이를 비우려면 '대기 중인 항목 추출'을 실행하세요.
ru: Заполнение отменено после %1$lld сеансов — %2$lld оказывается в буфере. Запустите «Ожидание дистилляции», чтобы слить их.
zh_hans: 在 %1$lld 个会话后取消回填 —— 已缓冲 %2$lld 次轮询。运行“Distill pending”以释放它们。
zh_hant: 在 %1$lld 個會話後取消回填 —— 已緩衝 %2$lld 次輪詢。運行「Distill pending」以釋放它們。

source: Backfill chat history?
ko: 채팅 기록을 백필하시겠습니까?
ru: Заполнить историю чата?
zh_hans: 回填聊天记录？
zh_hant: 回填聊天記錄？

source: Backfill complete: %1$lld session(s) buffered (%2$lld turns), %3$lld skipped. Distillation finished.
ko: 백필 완료: %1$lld개 세션 버퍼링됨(%2$lld개 턴), %3$lld개 건너뜀. 추출이 완료되었습니다.
ru: Заполнение завершено: %1$lld сеансов буферизовано (%2$lld ходов), %3$lld пропущено. Дистилляция закончена.
zh_hans: 回填完成：%1$lld 个会话已缓冲 (%2$lld 轮), %3$lld 个已跳过。蒸馏完成。
zh_hant: 回填完成: %1$lld 個會話已緩衝 (%2$lld 輪), %3$lld 個已跳過。蒸餾完成。

source: Backfill history
ko: 기록 백필
ru: История заполнения
zh_hans: 回填历史
zh_hant: 補全歷史

source: Backfilling...
ko: 백필 중...
zh_hans: 回填...
zh_hant: 回填...

source: Background
ko: 배경
ru: Фон
zh_hans: 背景
zh_hant: 背景

source: Background capture is not allowed.
ko: 백그라운드 캡처는 허용되지 않습니다.
ru: Фоновый захват запрещён.
zh_hans: 不允许在后台进行捕获。
zh_hant: 不允許在後臺進行捕獲。

source: Background distillation is paused while a chat generation is streaming — they share GPU/unified memory.
ko: 채팅 생성이 스트리밍되는 동안 백그라운드 추출이 일시 정지됩니다. GPU/통합 메모리를 공유하기 때문입니다.
ru: Фоновая дистилляция приостанавливается во время потоковой передачи генерации чата — они используют GPU/унифицированную память.
zh_hans: 在进行聊天生成时，后台蒸馏会暂停 —— 它们共享 GPU/统一内存。
zh_hant: 在進行聊天生成時，後臺蒸餾會暫停 —— 它們共享GPU/統一內存。

source: Background Image
ko: 배경 이미지
ru: Фоновое изображение
zh_hans: 背景图片
zh_hant: 背景圖片

source: Background Processes
ko: 백그라운드 프로세스
ru: Фоновые процессы
zh_hans: 后台进程
zh_hant: 後臺進程

source: Backup & key
ko: 백업 및 키
ru: Резервное копирование и ключ
zh_hans: 备份和密钥
zh_hant: 備份和密鑰

source: Balanced
ko: 균형
ru: Сбалансированный
zh_hans: 均衡
zh_hant: 均衡

source: Balanced for normal conversation
ko: 일반적인 대화에 맞게 균형 잡힘
ru: Подходит для обычного разговора
zh_hans: 适合普通对话的均衡设置
zh_hant: 適合普通對話的均衡設置

source: Base Path
ko: 기본 경로
ru: Базовый путь
zh_hans: 基础路径
zh_hant: 基礎路徑

source: Based on
ko: 기반
ru: На основе
zh_hans: 基于
zh_hant: 基於

source: Batch this many tokens before sending an SSE chunk to the client.
ko: 클라이언트에 SSE 청크를 보내기 전에 이만큼의 토큰을 일괄 처리합니다.
ru: Пакетируйте это количество токенов перед отправкой клиенту фрагмента SSE.
zh_hans: 在向客户端发送 SSE 数据块之前，先按此数量批量累积 Token。
zh_hant: 在向客戶端發送 SSE 數據塊之前，先按此數量批量累積 token。

source: BatchEngine max batch size. 1 keeps the compile fast-path engaged; >1 enables continuous batching.
ko: BatchEngine 최대 배치 크기입니다. 1은 컴파일 빠른 경로를 유지하고, 1보다 크면 연속 배치를 사용합니다.
ru: Максимальный размер пакета BatchEngine. 1 поддерживает включенную быструю компиляцию; >1 включает непрерывное дозирование.
zh_hans: BatchEngine 最大批处理大小。设为 1 可保持编译快速路径启用；大于 1 则启用连续批处理。
zh_hant: 批量引擎最大批處理大小。設爲 1 可保持編譯快速路徑啓用；大於 1 則啓用連續批處理。

source: Bearer credential configured
ko: Bearer 자격 증명이 구성됨
ru: Bearer-учётные данные настроены
zh_hans: 已配置 Bearer 凭证
zh_hant: 憑證配置完成

source: Bearer Token
ko: Bearer 토큰
ru: Токен на предъявителя
zh_hans: Bearer 令牌
zh_hant: Bearer 令牌

source: Behavior
ko: 동작
ru: Поведение
zh_hans: 行为
zh_hant: 行爲

source: Benchmark proof
ko: 벤치마크 증명
ru: Эталонное доказательство
zh_hans: 基准验证
zh_hant: 基準驗證

source: Benchmark proof is not meaningful until the runtime blocker is resolved.
ko: 런타임 차단기가 해결될 때까지 벤치마크 증명은 의미가 없습니다.
ru: Тестовое тестирование не имеет смысла до тех пор, пока не будет устранена проблема с блокировщиком времени выполнения.
zh_hans: 在运行时阻塞问题解决之前，基准验证没有意义。
zh_hant: 基準證明在運行時阻塞問題解決之前是沒有意義的。

source: Best Quality
ko: 최고 품질
ru: Лучшее качество
zh_hans: 最佳质量
zh_hant: 最佳質量

source: Beta Updates
ko: 베타 업데이트
ru: Бета-обновления
zh_hans: Beta 更新
zh_hant: Beta 更新

source: Between markers
ko: 마커 사이
ru: Между маркерами
zh_hans: 标记之间
zh_hant: 標記之間
